const questions = [
  // Инээдтэй
  { category: "Инээдтэй", text: "Таны хамгийн эвгүй байдалд орсон мөч юу вэ?" },
  { category: "Инээдтэй", text: "Та хамгийн сайн найздаа хэзээ нэгэн цагт худал хэлж байсан уу?" },
  { category: "Инээдтэй", text: "Сүүлд хэзээ инээж байгаагаа мартсан бэ?" },
  { category: "Инээдтэй", text: "Таны хувийн эвгүй зураг эсвэл видео байдаг уу?" },
  { category: "Инээдтэй", text: "Хүн бүрийг шоолж байсан дурсамж юу вэ?" },

  // Романтик
  { category: "Романтик", text: "Та одоо хэнд дурласан бэ?" },
  { category: "Романтик", text: "Анхны хайр чинь хэн байв?" },
  { category: "Романтик", text: "Хамгийн романтик санагдсан мөч чинь юу вэ?" },
  { category: "Романтик", text: "Хэн нэгэнд дурлахдаа хамгийн их айж байсан үе?" },
  { category: "Романтик", text: "Хэзээ нэгэн цагт хэн нэгэнд зүрхээ илчлэж байсан уу?" },

  // Нууц
  { category: "Нууц", text: "Таны хадгалж байсан хамгийн том нууц юу вэ?" },
  { category: "Нууц", text: "Хэзээ нэгэн цагт найздаа хэлээгүй зүйл юу байсан бэ?" },
  { category: "Нууц", text: "Таныг хамгийн их ичээсэн нууц юу вэ?" },
  { category: "Нууц", text: "Нууцаа хадгалж чадахгүй байсан удаа?" },
  { category: "Нууц", text: "Хэн нэгний нууцыг мэдсэн ч хэлээгүй тохиолдол?" },

  // Сургууль
  { category: "Сургууль", text: "Та шалгалтан дээр хэзээ нэгэн цагт хууран мэхэлж байсан уу?" },
  { category: "Сургууль", text: "Хамгийн их дургүй байсан хичээл чинь юу вэ?" },
  { category: "Сургууль", text: "Хэзээ нэгэн цагт ангийнхандаа эвгүй байдалд орсон уу?" },
  { category: "Сургууль", text: "Багшдаа худлаа хэлж байсан тохиолдол?" },
  { category: "Сургууль", text: "Анхны дурласан хүн сургууль дээрээ хэн байв?" },

  // Гэмтэй
  { category: "Гэмтэй", text: "Таны гэмтэй таашаал юу вэ?" },
  { category: "Гэмтэй", text: "Хэзээ нэгэн удаа хууль бус зүйл хийж байсан уу?" },
  { category: "Гэмтэй", text: "Таны хамгийн гэмт үйлдэл юу байв?" },
  { category: "Гэмтэй", text: "Хэн нэгний эрхийг зөрчсөн удаа?" },
  { category: "Гэмтэй", text: "Таны хийсэн хамгийн сэжигтэй зүйл юу вэ?" },

  // Уух
  { category: "Уух", text: "Хэрвээ та хичээл тасалж байсан бол уугаарай." },
  { category: "Уух", text: "Сүүлд хэзээ согтуурсан бэ?" },
  { category: "Уух", text: "Хамгийн дурсамжтай ууж байсан мөч?" },
  { category: "Уух", text: "Хэзээ нэгэн удаа уусан дээрээ эвгүй байдалд орсон уу?" },
  { category: "Уух", text: "Та уух дуртай уу, үгүй юу?" },
];

export default questions;
