const questions = [
  // Инээдтэй
  { category: "Энгийн", text: "Шүршүүрт шээж байсан уу?" },
  { category: "Энгийн", text: "Та хамгийн сайн найздаа хэзээ нэгэн цагт худал хэлж байсан уу?" },
  { category: "Энгийн", text: "Сүүлд хэзээ худлаа ярисан бэ?" },
  { category: "Энгийн", text: "Таны нүцгэн зураг эсвэл видео байдаг уу?" },
  { category: "Энгийн", text: "Хүн бүр таныг шоолж байсан дурсамж юу вэ?" },

  // Романтик
  { category: "Романтик", text: "Та одоо хэнд дурласан байна бэ?" },
  { category: "Романтик", text: "Анхны хайр чинь хэн байв?" },
  { category: "Романтик", text: "Хамгийн романтик санагдсан мөч чинь юу вэ?" },
  { category: "Романтик", text: "Хэн нэгэнд дурлахдаа хамгийн их айж байсан үе?" },
  { category: "Романтик", text: "Хэзээ нэгэн цагт хэн нэгэнд сэтгэлээ илчлэж байсан уу?" },

  // Нууц
  { category: "Нууц", text: "Таны хадгалж байсан хамгийн том нууц юу вэ?" },
  { category: "Нууц", text: "Найздаа хэлээгүй нууц зүйл юу байсан бэ?" },
  { category: "Нууц", text: "Таныг хамгийн их ичээсэн нууц юу вэ?" },
  { category: "Нууц", text: "Нууцаа хадгалж чадахгүй байсан удаа?" },
  { category: "Нууц", text: "Хэн нэгний нууцыг мэдсэн ч хэлсэн тохиолдол?" },

  // Сургууль
  { category: "Сургууль", text: "Та шалгалтан дээр хэзээ нэгэн цагт хууран мэхэлж байсан уу?" },
  { category: "Сургууль", text: "Хамгийн их дургүй байсан хичээл чинь юу вэ?" },
  { category: "Сургууль", text: "Хэзээ нэгэн цагт ангийнхандаа эвгүй байдалд орсон уу?" },
  { category: "Сургууль", text: "Багшдаа худлаа хэлж байсан тохиолдол?" },
  { category: "Сургууль", text: "Анхны сургууль дээрээ дурласан хүн хэн байв?" },

  // Гэмтэй
  { category: "Садар", text: "Нүцгэн зургаа дарж байсан уу?" },
  { category: "Садар", text: "Хамгийн сүүлд хэзээ гар хангалага хийсэн бэ?" },
  { category: "Садар", text: "Сексийн үеэр тохиолдож байсан инээдтэй явдал?" },
  { category: "Садар", text: "One night хийж байсан уу?" },
  { category: "Садар", text: "Хамгийн сүүлд хэзээ секс хийсэн бэ?" },

  // Уух
  { category: "Уух", text: "Хэрвээ та хичээл тасалж байсан бол уугаарай." },
  { category: "Уух", text: "Хамгийн өндөр нь уугаарай" },
  { category: "Уух", text: "Хамгийн дурсамжтай ууж байсан мөч?" },
  { category: "Уух", text: "Хэзээ нэгэн удаа уусан дээрээ эвгүй байдалд орсон уу?" },
  { category: "Уух", text: "Та уух дуртай уу, үгүй юу?" },
];

export default questions;
